const ManchesterUniversityInfo = () => {
    return (
        <section className="mx-auto bg-white rounded-2xl p-10 shadow-md">
            <h2 className="text-3xl font-bold mb-6">
                ম্যানচেস্টার বিশ্ববিদ্যালয় সম্পর্কে
            </h2>
            <p className="mb-4 leading-relaxed text-gray-800">
                ম্যানচেস্টার বিশ্ববিদ্যালয়ের ইতিহাস ১৮২৪ সাল থেকে শুরু, যখন রয়্যাল স্কুল অফ মেডিসিন অ্যান্ড সার্জারি এবং ম্যানচেস্টার মেকানিক্স ইনস্টিটিউট প্রতিষ্ঠিত হয়।
            </p>
            <p className="mb-4 leading-relaxed text-gray-800">
                ম্যানচেস্টারের কেন্দ্রে অবস্থিত এই বিশ্ববিদ্যালয় তার বৈচিত্র্যময় ছাত্র সমাজ এবং বন্ধুত্বপূর্ণ পরিবেশের জন্য পরিচিত। এখানে ১৬০টিরও বেশি দেশ থেকে ১২,০০০-এর বেশি আন্তর্জাতিক ছাত্র রয়েছে, যা এটিকে যুক্তরাজ্যের সবচেয়ে বৈচিত্র্যময় বিশ্ববিদ্যালয়গুলোর মধ্যে একটি করে তোলে।
            </p>
            <p className="mb-4 leading-relaxed text-gray-800">
                বিভিন্ন পর্যায়ের বৃদ্ধির পর, বিশ্ববিদ্যালয়টি ২০০ৄ সালে আনুষ্ঠানিকভাবে চালু হয়, যখন দুটি বিশ্ববিদ্যালয় মিশে যায়: ভিক্টোরিয়া ইউনিভার্সিটি অফ ম্যানচেস্টার এবং দ্য ইউনিভার্সিটি অফ ম্যানচেস্টার ইনস্টিটিউট অফ সায়েন্স অ্যান্ড টেকনোলজি (USMIT)।
            </p>
            <p className="mb-4 leading-relaxed text-gray-800">
                প্রধান ক্যাম্পাস সুবিধাসমূহ
                <div className="ml-8 mt-2">
                    <li>আধুনিক লেকচার হল ও শ্রেণীকক্ষ</li>
                    <li>বিস্তৃত লাইব্রেরি সংগ্রহ</li>
                    <li>অত্যাধুনিক গবেষণাগার</li>
                    <li>ক্রীড়া ও বিনোদন কেন্দ্র</li>
                    <li>শিক্ষার্থী আবাসন সুবিধা</li>
                    <li>ডাইনিং ও ক্যাফেটেরিয়া</li>
                </div>
            </p>
            <p className="mb-4 leading-relaxed text-gray-800">
                এর ক্যাম্পাস প্রায় ২.৫ বর্গকিলোমিটার আকারের এবং এতে অনেকগুলো ভবন ও সুবিধা রয়েছে, যা শিক্ষার্থীদের একাডেমিক এবং সামাজিক উন্নয়নের জন্য সর্বোচ্চ পরিবেশ প্রদান করে।
            </p>
        </section>
    );
}

export default ManchesterUniversityInfo;
