const MITinfo = () => {
  return (
    <section className="mx-auto bg-white rounded-2xl p-10 shadow-md">
      <h2 className="text-3xl font-bold mb-6">
        ম্যাসাচুসেটস ইনস্টিটিউট অফ টেকনোলজি সম্পর্কে
      </h2>
      <p className="mb-4 leading-relaxed text-gray-800">
        ম্যাসাচুসেটস ইনস্টিটিউট অফ টেকনোলজি (MIT) ১৮৬১ সালে প্রতিষ্ঠিত হয়।
        প্রতিষ্ঠার পর থেকে MIT বিশ্বের অন্যতম প্রধান গবেষণা বিশ্ববিদ্যালয় হিসেবে
        পরিচিত হয়েছে, যা জ্ঞান বৃদ্ধিতে এবং বিজ্ঞান, প্রযুক্তি, প্রকৌশল ও গণিত
        ক্ষেত্রে শিক্ষার্থীদের শিক্ষাদানে প্রতিশ্রুতিবদ্ধ।
      </p>
      <p className="mb-4 leading-relaxed text-gray-800">
        MIT-তে একজন ছাত্র হিসেবে আপনি ১১,১০৪ জনের একটি প্রাণবন্ত সম্প্রদায়ের অংশ
        হবেন, যার মধ্যে ৩,৫২৯ জন শিক্ষার্থী বিশ্বের বিভিন্ন দেশের এই আন্তর্জাতিক
        প্রতিনিধিত্ব শিক্ষার পরিবেশকে সমৃদ্ধ করে এবং শিক্ষার্থীদের মধ্যে একটি
        বৈশ্বিক দৃষ্টিভঙ্গি বিকাশ করে।
      </p>
      <p className="mb-4 leading-relaxed text-gray-800">
        ক্যামব্রিজ, ম্যাসাচুসেটসে অবস্থিত এই ক্যাম্পাসে রয়েছে অত্যাধুনিক
        সুবিধাসমূহ, যেমন:
        <div className="ml-8">
          <li>MIT মিডিয়া ল্যাব</li>

          <li>MIT মিউজিয়াম</li>

          <li>অসংখ্য গবেষণা ল্যাবরেটরি</li>

          <li>বিশাল সংখ্যক গ্রন্থাগার</li>

          <li>উদ্ভাবনী শেখার স্থান</li>
        </div>
      </p>

      <p className="mb-4 leading-relaxed text-gray-800">
        ভর্তি ও স্বীকৃতি MIT-তে ভর্তির হার ৭%, যা এর প্রতিযোগিতামূলক ভর্তি
        প্রক্রিয়াকে প্রতিফলিত করে। প্রতিষ্ঠানটির ভর্তির সময়কালে রয়েছে এবং
        আন্তর্জাতিক শিক্ষার্থীদের জন্য শক্তিশালী সহায়তা প্রদান করে, যাতে তাদের
        সফল শিক্ষাজীবন নিশ্চিত হয়।
      </p>

      <p className="mb-4 leading-relaxed text-gray-800">
        সাপোর্ট সার্ভিস: আন্তর্জাতিক শিক্ষার্থীরা বিভিন্ন সাপোর্ট সুবিধা নিতে
        পারেন, যেমন ভাষা ক্লাস, সাংস্কৃতিক ইন্টিগ্রেশন প্রোগ্রাম, এবং একাডেমিক
        পরামর্শ।
      </p>
      <p className="mb-4 leading-relaxed text-gray-800">
        MIT-এর স্বীকৃতি রয়েছে নিম্নলিখিত সংস্থা থেকে: নিউ ইংল্যান্ড কমিশন অফ
        হায়ার এডুকেশন (NECHE) অ্যাক্রেডিটেশন বোর্ড ফর ইঞ্জিনিয়ারিং অ্যান্ড
        টেকনোলজি (ABET) অ্যাসোসিয়েশন টু অ্যাডভান্স কলেজিয়েট স্কুলস অফ বিজনেস
        (AACSB) উপসংহারে, MIT একটি গুণগত শিক্ষা প্রতিষ্ঠান হিসেবে দাঁড়িয়েছে,
        যা আপনাকে সফল ক্যারিয়ার এবং সমাজে প্রভাবশালী অবদান রাখার জন্য প্রস্তুত
        করে।
      </p>
    </section>
  );
};

export default MITinfo;
