export default function OxfordUniversityInfo() {
    return (
        <section className="mx-auto bg-white rounded-2xl p-10 shadow-md">
            <h2 className="text-3xl font-bold mb-6">অক্সফোর্ড বিশ্ববিদ্যালয় সম্পর্কে</h2>
            <p className="mb-4 leading-relaxed text-gray-800">
            ওয়ার্ল্ডের অন্যতম প্রাচীন ও মর্যাদাপূর্ণ প্রতিষ্ঠানগুলোর মধ্যে একটি, ১০৯৬ সালে প্রতিষ্ঠিত অক্সফোর্ড বিশ্ববিদ্যালয় আপনাকে স্বাগতম। 
            শতাব্দীর পর শতাব্দী ধরে অক্সফোর্ড ২৪,০০০ শিক্ষার্থীর একটি জীবন্ত কমিউনিটিতে পরিণত হয়েছে, যার মধ্যে ৬,০০০ আন্তর্জাতিক শিক্ষার্থী
             এর বৈচিত্র্যপূর্ণ ও অন্তর্ভুক্তিমূলক পরিবেশে গুরুত্বপূর্ণ অবদান রাখছেন।
            </p>
            <p className="mb-4 leading-relaxed text-gray-800">
               বিশ্ববিদ্যালয়ের ঐতিহাসিক ক্যাম্পাস তার চমৎকার স্থাপত্য এবং মনোমুগ্ধকর পরিবেশের জন্য বিখ্যাত।
                উল্লেখযোগ্য সুবিধার মধ্যে রয়েছে বডলিয়ান লাইব্রেরি, অ্যাশমোলিয়ান মিউজিয়াম, এবং শহর জুড়ে ছড়িয়ে থাকা বিভিন্ন কলেজ।
            </p>
            <p className="mb-4 leading-relaxed text-gray-800">
                অক্সফোর্ডে আপনি শিক্ষাগত উৎকর্ষতা এবং relevance-এর উপর ফোকাস সহ বিভিন্ন প্রোগ্রামগুলোর মধ্য থেকে পছন্দ করতে পারেন। 
                জনপ্রিয় বিষয়গুলোর মধ্যে রয়েছে মানবিক শাস্ত্র, বিজ্ঞান, সামাজিক বিজ্ঞান, এবং ব্যবসা
            </p>
        
        
            <p className="mb-4 leading-relaxed text-gray-800">
            ইনটেক পিরিয়ড: বিশ্ববিদ্যালয় বছরজুড়ে একাধিক ইনটেক পিরিয়ড প্রদান করে, 
            যা আন্তর্জাতিক শিক্ষার্থীদের জন্য নমনীয়তা নিশ্চিত করে।
            </p>
          
            <p className="mb-4 leading-relaxed text-gray-800">
                সাপোর্ট সার্ভিস: আন্তর্জাতিক শিক্ষার্থীরা বিভিন্ন সাপোর্ট সুবিধা নিতে পারেন, যেমন ভাষা ক্লাস, সাংস্কৃতিক ইন্টিগ্রেশন প্রোগ্রাম, এবং একাডেমিক পরামর্শ।


            </p>
            <p className="mb-4 leading-relaxed text-gray-800">
            অক্সফোর্ড বিশ্ববিদ্যালয় অ্যাসোসিয়েশন অফ এমবিএ (AMBA) দ্বারা স্বীকৃত, যা শিক্ষা এবং পেশাদার উন্নয়নের সর্বোচ্চ মান নিশ্চিত করে।
            </p>
         
        </section>
    );
}
