const QueenslandUniversityInfo = () => {
  return (
    <section className="mx-auto bg-white rounded-2xl p-10 shadow-md">
      <h2 className="text-3xl font-bold mb-6">
        কুইন্সল্যান্ড বিশ্ববিদ্যালয় সম্পর্কে
      </h2>
      <p className="mb-4 leading-relaxed text-gray-800">
        কুইন্সল্যান্ড বিশ্ববিদ্যালয়, যা ১৯০৯ সালে প্রতিষ্ঠিত, সমৃদ্ধ ইতিহাসের
        অধিকারী এবং বছরের পর বছর ধরে এটি অস্ট্রেলিয়ার অন্যতম শীর্ষস্থানীয় গবেষণা
        ও শিক্ষাপ্রতিষ্ঠান হিসেবে বিবেচিত হয়ে আসছে। এটি উৎকর্ষতা ও উদ্ভাবনের
        প্রতি অঙ্গীকারের জন্য সুপরিচিত।
      </p>
      <p className="mb-4 leading-relaxed text-gray-800">
        মোট ভর্তি সংখ্যা: ৫২,০০০ শিক্ষার্থী, যার মধ্যে ২১,০০০ আন্তর্জাতিক
        শিক্ষার্থী বিভিন্ন পটভূমি থেকে এসেছে। এই বহুসাংস্কৃতিক পরিবেশ আপনার
        শিক্ষাগত অভিজ্ঞতাকে সমৃদ্ধ করে এবং আপনাকে বৈশ্বিক সুযোগ গড়তে তুলতে
        সহায়তা করবে।
      </p>
      <p className="mb-4 leading-relaxed text-gray-800">
        অবস্থান: ব্রিসবেন; QU-এর সেন্ট লুসিয়া ক্যাম্পাস অত্যাধুনিক সুবিধা ও
        সুন্দর প্রাকৃতিক দৃশ্যের জন্য বিখ্যাত। প্রধান সুবিধাসমূহ:
        <div className="ml-8">
          <li>আধুনিক লেকচার হল ও শ্রেণিকক্ষ</li>

          <li>বিস্তৃত গ্রন্থাগার ও গবেষণা কেন্দ্র</li>

          <li>ক্রীড়া ও বিনোদন সুবিধা</li>

          <li>শিক্ষার্থীদের আবাসনের ব্যবস্থা</li>
        </div>
      </p>

      <p className="mb-4 leading-relaxed text-gray-800">
        শিল্পের চাহিদার সাথে সামঞ্জস্যপূর্ণ জনপ্রিয় প্রোগ্রাম:
        <div className="ml-8">
          <li>ইঞ্জিনিয়ারিং</li>

          <li>ব্যবসা</li>

          <li>স্বাস্থ্য বিজ্ঞান</li>

          <li>পরিবেশ বিজ্ঞান</li>
          <li>কলা ও মানবিক বিজ্ঞান</li>
        </div>
      </p>

      <p className="mb-4 leading-relaxed text-gray-800">
        আন্তর্জাতিক ছাত্র-ছাত্রী: ৪০% - সারা বছর ধরে একাধিক ইনটেক পিরিয়ড রয়েছে।
        আন্তর্জাতিক শিক্ষার্থীদের জন্য রয়েছে বিস্তৃত সহায়তা সেবা, যা আপনাকে
        একাডেমিক ও সামাজিকতায় সফলতা অর্জনে প্রয়োজনীয় সম্পদ সরবরাহ করবে।
      </p>
    </section>
  );
};

export default QueenslandUniversityInfo;
