

const SydneyUniversityInfo = () => {
     return (
         <section className="mx-auto bg-white rounded-2xl p-10 shadow-md">
            <h2 className="text-3xl font-bold mb-6">সিডনি বিশ্ববিদ্যালয় সম্পর্কে</h2>
            <p className="mb-4 leading-relaxed text-gray-800">
           সিডনি বিশ্ববিদ্যালয়, যা ১৮৫০ সালে প্রতিষ্ঠিত, অস্ট্রেলিয়ার শীর্ষস্থানীয় শিক্ষা প্রতিষ্ঠানগুলোর মধ্যে অন্যতম। সময়ের সাথে সাথে এটি একটি মর্যাদাপূর্ণ বিশ্ববিদ্যালয়ে পরিণত হয়েছে, যা শিক্ষাদান ও গবেষণায় উৎকর্ষের প্রতি প্রতিজ্ঞার জন্য পরিচিত। এখানে আপনি একটি প্রাণবন্ত একাডেমিক কমিউনিটি পাবেন, যা উদ্ভাবন ও সমালোচনামূলক চিন্তাধারাকে উৎসাহিত করে।
            </p>
            <p className="mb-4 leading-relaxed text-gray-800">
              মোট ভর্তি সংখ্যা: ৭৫,০০০ শিক্ষার্থী, যার মধ্যে ২০,২৫০ জন আন্তর্জাতিক শিক্ষার্থী। এই বহুসাংস্কৃতিক পরিবেশ আপনার শিক্ষার অভিজ্ঞতাকে সমৃদ্ধ করবে এবং আপনাকে বিভিন্ন সংস্কৃতি ও পটভূমির সহপাঠীদের সাথে যুক্ত হতে সাহায্য করবে।
            </p>
            <p className="mb-4 leading-relaxed text-gray-800">
             অবস্থান: সিডনি, অস্ট্রেলিয়া। বিশ্ববিদ্যালয়ের ক্যাম্পাস চারপাশের স্থাপত্যশৈলী এবং অত্যাধুনিক সুবিধার সমন্বয়ে গঠিত। প্রধান সুবিধাসমূহের মধ্যে রয়েছে:

               <div className="ml-8">
          <li>আধুনিক লেকচার হল এবং ক্লাসরুম</li>

          <li>বিস্তৃত গ্রন্থাগার ও গবেষণা কেন্দ্র</li>

          <li>ক্রীড়া ও বিনোদন সুবিধা</li>

          <li>শিক্ষার্থীদের জন্য আবাসনের ব্যবস্থা</li>
      
        </div>

            </p>
            <p className="mb-4 leading-relaxed text-gray-800">
             স্বীকৃতিদাতা সংস্থা:

               <div className="ml-8">
          <li>TEQSA (Tertiary Education Quality and Standards Agency)</li>

          <li>ASQA (Australian Skills Quality Authority)</li>

        
      
        </div>

            </p>
        
        
       
            <p className="mb-4 leading-relaxed text-gray-800">
           উপসংহার: সিডনি বিশ্ববিদ্যালয় উচ্চমানের শিক্ষা প্রদান করে, যা আপনাকে বিভিন্ন ক্ষেত্রে সফল ক্যারিয়ারির জন্য প্রস্তুত করবে। আপনি একটি সমৃদ্ধ একাডেমিক পরিবেশ থেকে উপকৃত হবেন, যা ব্যক্তিগত ও পেশাগত উন্নয়ন উভয়কেই গুরুত্ব দেয়।
           </p>
         
        </section>
    );
};

export default SydneyUniversityInfo;